testreport/report_teamTranDau.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1        ✗ 0  
     data_received..................: 686 kB  153 kB/s
     data_sent......................: 4.8 kB  1.1 kB/s
     http_req_blocked...............: avg=545.91ms min=545.91ms med=545.91ms max=545.91ms p(90)=545.91ms p(95)=545.91ms
     http_req_connecting............: avg=321.43ms min=321.43ms med=321.43ms max=321.43ms p(90)=321.43ms p(95)=321.43ms
     http_req_duration..............: avg=1.87s    min=1.87s    med=1.87s    max=1.87s    p(90)=1.87s    p(95)=1.87s   
       { expected_response:true }...: avg=1.87s    min=1.87s    med=1.87s    max=1.87s    p(90)=1.87s    p(95)=1.87s   
     ✓ { page_name:teamTranDau }....: avg=1.87s    min=1.87s    med=1.87s    max=1.87s    p(90)=1.87s    p(95)=1.87s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:teamTranDau }....: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving.............: avg=1s       min=1s       med=1s       max=1s       p(90)=1s       p(95)=1s      
     http_req_sending...............: avg=630µs    min=630µs    med=630µs    max=630µs    p(90)=630µs    p(95)=630µs   
     http_req_tls_handshaking.......: avg=221.87ms min=221.87ms med=221.87ms max=221.87ms p(90)=221.87ms p(95)=221.87ms
     http_req_waiting...............: avg=863.56ms min=863.56ms med=863.56ms max=863.56ms p(90)=863.56ms p(95)=863.56ms
     http_reqs......................: 1       0.222714/s
     iteration_duration.............: avg=4.48s    min=4.48s    med=4.48s    max=4.48s    p(90)=4.48s    p(95)=4.48s   
     iterations.....................: 1       0.222714/s
     vus............................: 1       min=1      max=1
     vus_max........................: 1       min=1      max=1