testreport/report_thang22026.txt
     ✓ status is 200

     checks.........................: 100.00% ✓ 1       ✗ 0  
     data_received..................: 767 kB  144 kB/s
     data_sent......................: 5.2 kB  986 B/s
     http_req_blocked...............: avg=468.74ms min=468.74ms med=468.74ms max=468.74ms p(90)=468.74ms p(95)=468.74ms
     http_req_connecting............: avg=223.15ms min=223.15ms med=223.15ms max=223.15ms p(90)=223.15ms p(95)=223.15ms
     http_req_duration..............: avg=2.57s    min=2.57s    med=2.57s    max=2.57s    p(90)=2.57s    p(95)=2.57s   
       { expected_response:true }...: avg=2.57s    min=2.57s    med=2.57s    max=2.57s    p(90)=2.57s    p(95)=2.57s   
     ✓ { page_name:thang22026 }.....: avg=2.57s    min=2.57s    med=2.57s    max=2.57s    p(90)=2.57s    p(95)=2.57s   
     http_req_failed................: 0.00%   ✓ 0       ✗ 1  
     ✓ { page_name:thang22026 }.....: 0.00%   ✓ 0       ✗ 1  
     http_req_receiving.............: avg=1.01s    min=1.01s    med=1.01s    max=1.01s    p(90)=1.01s    p(95)=1.01s   
     http_req_sending...............: avg=572µs    min=572µs    med=572µs    max=572µs    p(90)=572µs    p(95)=572µs   
     http_req_tls_handshaking.......: avg=241.25ms min=241.25ms med=241.25ms max=241.25ms p(90)=241.25ms p(95)=241.25ms
     http_req_waiting...............: avg=1.55s    min=1.55s    med=1.55s    max=1.55s    p(90)=1.55s    p(95)=1.55s   
     http_reqs......................: 1       0.18828/s
     iteration_duration.............: avg=5.31s    min=5.31s    med=5.31s    max=5.31s    p(90)=5.31s    p(95)=5.31s   
     iterations.....................: 1       0.18828/s
     vus............................: 1       min=1     max=1
     vus_max........................: 1       min=1     max=1