testreport/report_tipthuChuyenGia.txt
     ✓ status is 200

     checks............................: 100.00% ✓ 1        ✗ 0  
     data_received.....................: 573 kB  166 kB/s
     data_sent.........................: 4.1 kB  1.2 kB/s
     http_req_blocked..................: avg=468.09ms min=468.09ms med=468.09ms max=468.09ms p(90)=468.09ms p(95)=468.09ms
     http_req_connecting...............: avg=220.51ms min=220.51ms med=220.51ms max=220.51ms p(90)=220.51ms p(95)=220.51ms
     http_req_duration.................: avg=1.43s    min=1.43s    med=1.43s    max=1.43s    p(90)=1.43s    p(95)=1.43s   
       { expected_response:true }......: avg=1.43s    min=1.43s    med=1.43s    max=1.43s    p(90)=1.43s    p(95)=1.43s   
     ✓ { page_name:tipthuChuyenGia }...: avg=1.43s    min=1.43s    med=1.43s    max=1.43s    p(90)=1.43s    p(95)=1.43s   
     http_req_failed...................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:tipthuChuyenGia }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving................: avg=820.06ms min=820.06ms med=820.06ms max=820.06ms p(90)=820.06ms p(95)=820.06ms
     http_req_sending..................: avg=464µs    min=464µs    med=464µs    max=464µs    p(90)=464µs    p(95)=464µs   
     http_req_tls_handshaking..........: avg=244.92ms min=244.92ms med=244.92ms max=244.92ms p(90)=244.92ms p(95)=244.92ms
     http_req_waiting..................: avg=615.74ms min=615.74ms med=615.74ms max=615.74ms p(90)=615.74ms p(95)=615.74ms
     http_reqs.........................: 1       0.289219/s
     iteration_duration................: avg=3.45s    min=3.45s    med=3.45s    max=3.45s    p(90)=3.45s    p(95)=3.45s   
     iterations........................: 1       0.289219/s
     vus...............................: 1       min=1      max=1
     vus_max...........................: 1       min=1      max=1