testreport/report_tipthuTongQuan.txt
     http_req_duration................: avg=0s min=0s med=0s max=0s p(90)=0s p(95)=0s
     ✓ { page_name:tipthuTongQuan }...: avg=0s min=0s med=0s max=0s p(90)=0s p(95)=0s
     http_req_failed..................: 0.00% ✓ 0   ✗ 0  
     ✓ { page_name:tipthuTongQuan }...: 0.00% ✓ 0   ✗ 0  
     vus..............................: 0     min=0 max=0
     vus_max..........................: 2     min=2 max=2