testreport/report_tipthuTranDau.txt
     ✓ status is 200

     checks..........................: 100.00% ✓ 1        ✗ 0  
     data_received...................: 687 kB  159 kB/s
     data_sent.......................: 4.7 kB  1.1 kB/s
     http_req_blocked................: avg=461.91ms min=461.91ms med=461.91ms max=461.91ms p(90)=461.91ms p(95)=461.91ms
     http_req_connecting.............: avg=218.57ms min=218.57ms med=218.57ms max=218.57ms p(90)=218.57ms p(95)=218.57ms
     http_req_duration...............: avg=2.22s    min=2.22s    med=2.22s    max=2.22s    p(90)=2.22s    p(95)=2.22s   
       { expected_response:true }....: avg=2.22s    min=2.22s    med=2.22s    max=2.22s    p(90)=2.22s    p(95)=2.22s   
     ✓ { page_name:tipthuTranDau }...: avg=2.22s    min=2.22s    med=2.22s    max=2.22s    p(90)=2.22s    p(95)=2.22s   
     http_req_failed.................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:tipthuTranDau }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving..............: avg=833.9ms  min=833.9ms  med=833.9ms  max=833.9ms  p(90)=833.9ms  p(95)=833.9ms 
     http_req_sending................: avg=158µs    min=158µs    med=158µs    max=158µs    p(90)=158µs    p(95)=158µs   
     http_req_tls_handshaking........: avg=240.55ms min=240.55ms med=240.55ms max=240.55ms p(90)=240.55ms p(95)=240.55ms
     http_req_waiting................: avg=1.38s    min=1.38s    med=1.38s    max=1.38s    p(90)=1.38s    p(95)=1.38s   
     http_reqs.......................: 1       0.230874/s
     iteration_duration..............: avg=4.33s    min=4.33s    med=4.33s    max=4.33s    p(90)=4.33s    p(95)=4.33s   
     iterations......................: 1       0.230874/s
     vus.............................: 1       min=1      max=1
     vus_max.........................: 1       min=1      max=1