testreport/report_trandauBangXepHang.txt
     ✓ status is 200

     checks...............................: 100.00% ✓ 1        ✗ 0  
     data_received........................: 677 kB  155 kB/s
     data_sent............................: 4.7 kB  1.1 kB/s
     http_req_blocked.....................: avg=447.6ms  min=447.6ms  med=447.6ms  max=447.6ms  p(90)=447.6ms  p(95)=447.6ms 
     http_req_connecting..................: avg=220.09ms min=220.09ms med=220.09ms max=220.09ms p(90)=220.09ms p(95)=220.09ms
     http_req_duration....................: avg=1.55s    min=1.55s    med=1.55s    max=1.55s    p(90)=1.55s    p(95)=1.55s   
       { expected_response:true }.........: avg=1.55s    min=1.55s    med=1.55s    max=1.55s    p(90)=1.55s    p(95)=1.55s   
     ✓ { page_name:trandauBangXepHang }...: avg=1.55s    min=1.55s    med=1.55s    max=1.55s    p(90)=1.55s    p(95)=1.55s   
     http_req_failed......................: 0.00%   ✓ 0        ✗ 1  
     ✓ { page_name:trandauBangXepHang }...: 0.00%   ✓ 0        ✗ 1  
     http_req_receiving...................: avg=825.4ms  min=825.4ms  med=825.4ms  max=825.4ms  p(90)=825.4ms  p(95)=825.4ms 
     http_req_sending.....................: avg=510µs    min=510µs    med=510µs    max=510µs    p(90)=510µs    p(95)=510µs   
     http_req_tls_handshaking.............: avg=224.18ms min=224.18ms med=224.18ms max=224.18ms p(90)=224.18ms p(95)=224.18ms
     http_req_waiting.....................: avg=724.24ms min=724.24ms med=724.24ms max=724.24ms p(90)=724.24ms p(95)=724.24ms
     http_reqs............................: 1       0.229195/s
     iteration_duration...................: avg=4.36s    min=4.36s    med=4.36s    max=4.36s    p(90)=4.36s    p(95)=4.36s   
     iterations...........................: 1       0.229195/s
     vus..................................: 1       min=1      max=1
     vus_max..............................: 1       min=1      max=1